Repository: mishin/perldoc-ru
Catalog: pod2-ru/tm/gc_2009_apr.tmx
Source language: en_us
Languages: ru

source: I spoke to my brothers and gave them strength and courage to understand what President Kimball taught many years ago, that 'there is no tragedy in death, but only in sin' (Teachings of Presidents of the Church: Spencer W. Kimball [Melchizedek Priesthood and Relief Society course of study, 2006], 18) and that the important thing is not how a man died but how he lived.
ru: Я поговорил с моими братьями и помог им обрести силу и мужество, чтобы понять то, чему много лет назад учил Президент Кимбалл: ‘В смерти нет никакой трагедии, трагедия только в грехе’ (Учения Президентов Церкви: Спенсер В. Кимбалл [учебный курс для Священства Мелхиседекова и Общества милосердия, 2006 г.], стр. 21). Важно не то, как человек умер, а как он жил.

source: The words of Job filled my soul: 'The Lord gave, and the Lord hath taken away; blessed be the name of the Lord' (Job 1:21). And then from Jesus: 'I am the resurrection, and the life: he that believeth in me, though he were dead, yet shall he live' (John 11:25).
ru: Слова Иова наполнили мою душу: ‘Господь дал, Господь и взял… да будет имя Господне благословенно!’ (Иов 1:21). И затем слова Иисуса: ‘Я есмь воскресение и жизнь; верующий в Меня, если и умрет, оживет’ (от Иоанна 11:25).

source: This was one of the most spiritual experiences we had as a family—to accept the will of God under such very difficult circumstances.
ru: Это было одним из самых духовных событий в нашей семье; мы должны были принять волю Бога в таких труднейших обстоятельствах».

source: In both of the experiences that these good families endured, pain and sorrow left because of the light of the gospel, which filled them with peace and comfort, providing the assurance that everything would be well.
ru: В тех обоих случаях верные семьи претерпели с верой, их боль и скорбь ушли благодаря свету Евангелия, который наполнил их покоем и утешением, вселив в их души уверенность, что все будет хорошо.

source: Even when the pain of these families cannot be compared to the agony the Lord endured in Gethsemane, it has enabled me to better understand the Savior's suffering and Atonement. There is no infirmity, affliction, or adversity that Christ did not feel in Gethsemane.
ru: Даже при том, что боль этих семей не может сравниться с теми муками, которые претерпел в Гефсимании Господь, эти случаи помогли мне лучше понять страдания и Искупление Спасителя. Нет такой немощи, скорби или боли, которые не испытал бы Христос в Гефсимании.

source: The Lord revealed to Joseph Smith the following in the Doctrine and Covenants:
ru: В Учении и Заветах Господь открыл Джозефу Смиту:

source: Nevertheless, glory be to the Father, and I partook and finished my preparations unto the children of men (D&C 19:18–19).
ru: однако, слава да будет Отцу, я принял чашу и закончил приготовления Мои для детей человеческих» (У. и З. 19:18–19).

source: The Prophet Joseph Smith, who knew a lot about the storms of life, exclaimed in anguish during one of his most difficult moments: O God, where art thou? And where is the pavilion that covereth thy hiding place? (D&C 121:1).
ru: Пророк Джозеф Смит, который многое знал о жизненных штормах, в один из самых трудных моментов своей жизни в муках воскликнул: «О Боже, где Ты? И где скиния, покрывающая потаенное место Твое?» (У. и З. 121:1).

source: Then, as the Prophet raised his voice, the consoling words of the Lord attended him, saying:
ru: Затем, в ответ на мольбу Пророка, к нему пришли утешающие слова Господа:

source: My son, peace be unto thy soul; thine adversity and thine afflictions shall be but a small moment;
ru: «Сын Мой, мир да будет твоей душе; твое несчастье и твои страдания будут лишь кратковременны;

source: And then, if thou endure it well, God shall exalt thee on high; thou shalt triumph over all thy foes” (D&C 121:7–8).
ru: и тогда, если претерпишь все это, Бог возвысит тебя до высот; ты восторжествуешь над всеми своими врагами» (У. и З. 121:7–8).

source: President Howard W. Hunter said: If our lives and our faith are centered on Jesus Christ and his restored gospel, nothing can ever go permanently wrong. On the other hand, if our lives are not centered on the Savior and his teachings, no other success can ever be permanently right (The Teachings of Howard W. Hunter, ed. Clyde J. Williams [1997], 40).
ru: Президент Говард У. Хантер сказал: «Если наша жизнь и наша вера сосредоточены на Иисусе Христе и Его восстановленном Евангелии, ничто и никогда не сможет постоянно идти не так, как надо. С другой стороны, если наша жизнь не сосредоточена на Спасителе и Его учениях, никакой иной успех не будет постоянно сопуствовать нам» (The Teachings of Howard W. Hunter, ed. Clyde J. Williams [1997], 40).

source: The Savior said:
ru: Спаситель изрек:

source: And the rain descended, and the floods came, and the winds blew, and beat upon that house; and it fell not, for it was founded upon a rock.
ru: И пошел дождь, и разлились реки, и подули ветры, и устремились на дом тот; и он не упал, потому что основан был на камне.

source: And the rain descended, and the floods came, and the winds blew, and beat upon that house; and it fell, and great was the fall of it (3 Nephi 14: 24–27).
ru: И пошел дождь, и разлились реки, и подули ветры, и налегли на дом тот; и он упал, и было падение его велико» (3 Нефий 14:24–27).

source: It is interesting to notice that the rain descended, the floods came, and the winds blew against both houses! Living the gospel does not mean that we will everlastingly escape adversity. Rather, it means that we will be prepared to face and endure adversity more confidently.
ru: Интересно отметить, что оба дома оказались под натиском дождя, потопа и ветра! Жизнь по Евангелию не означает, что мы всегда сможем избегать невзгод. Скорее это означает, что мы будем готовы противостоять невзгодам и переносить их более уверенно.

source: I bear solemn witness that Jesus is the Christ, our Savior and Redeemer. He directs His Church through a living prophet, President Thomas S. Monson. If we live our lives in accordance with teachings of the Savior, we will surely find the peace and consolation that only God can give (see Philippians 4:7). I bear witness of these things in the name of Jesus Christ, amen.
ru: Я приношу торжественное свидетельство, что Иисус есть Христос, наш Спаситель и Искупитель. Он руководит Своей Церковью через живущего Пророка, Президента Томаса С. Монсона. Если мы будем жить в соответствии с учениями Спасителя, то непременно найдем мир и утешение, которые может дать один только Бог (см. к Филиппийцам 4:7). Я свидетельствую об этом во имя Иисуса Христа. Аминь.

source: Each member of The Church of Jesus Christ of Latter-day Saints is blessed to live in a time when the Lord has inspired His prophets to provide significantly increased accessibility to the holy temples. With careful planning and some sacrifice, the majority of the members of the Church can receive the ordinances of the temple for themselves and for their ancestors and be blessed by the covenants made therein.
ru: Каждый член Церкви Иисуса Христа Святых последних дней благословлен возможностью жить в то время, когда Господь вдохновил Своих Пророков сделать святые храмы намного более доступными. Тщательно планируя и чем-то жертвуя, большинство членов Церкви могут совершать храмовые таинства как для себя, так и ради своих предков, и получать благословения в соответствии с заветами, заключенными в стенах храма.

source: Because I love you, I am going to speak to you heart to heart, without mincing words. I have seen that many times individuals have made great sacrifices to go to a distant temple. But when a temple is built close by, within a short time, many do not visit it regularly. I have a suggestion: When a temple is conveniently nearby, small things may interrupt your plans to go to the temple. Set specific goals, considering your circumstances, of when you can and will participate in temple ordinances. Then do not allow anything to interfere with that plan. This pattern will guarantee that those who live in the shadow of a temple will be as blessed as are those who plan far ahead and make a long trip to the temple.
ru: Поскольку я люблю вас, я буду говорить с вами прямо, не смягчая слов. Я видел много примеров того, как люди шли на огромные жертвы, чтобы посетить отдаленный храм. Но когда храм построен рядом, на небольшом расстоянии, не многие посещают его регулярно. У меня есть предложение. Когда до храма рукой подать, мелочи могут срывать ваши планы посетить храм. В соответствии со своими обстоятельствами поставьте перед собой конкретные цели относительно того, когда вы можете и будете принимать участие в храмовых таинствах. Затем не позволяйте ничему иному помешать этому плану. Этот подход гарантирует, что живущие вблизи храма получат такие же благословения, как и те, кто планируют надолго вперед и проделывают долгий путь, чтобы добраться до храма.

source: Fourteen years ago I decided to attend the temple and complete an ordinance at least once a week. When I am traveling I make up the missed visits in order to achieve that objective. I have kept that resolve, and it has changed my life profoundly. I strive to participate in all the different ordinances available in the temple.
ru: Четырнадцать лет назад я принял решение посещать храм и совершать какое-либо храмовое таинство по меньшей мере один раз в неделю. Для достижения этой цели я наверстываю посещения, пропущенные из-за командировок. Я не отступал от этого решения, и это глубоко изменило мою жизнь. Я стремлюсь участвовать во всех различных храмовых таинствах.

source: I encourage you to establish your own goal of how frequently you will avail yourself of the ordinances offered in our operating temples. What is there that is more important than attending and participating in the ordinances of the temple? What activity could have a greater impact and provide more joy and profound happiness for a couple than worshipping together in the temple?
ru: Я призываю вас установить для себя цель, как часто вы будете пользоваться таинствами, предлагаемыми в наших действующих храмах. Что может быть важнее посещения храма и участия в храмовых таинствах? Какие занятия могут сильнее повлиять на семейную пару, а также принести больше радости и глубокого счастья, чем совместное поклонение Богу в храме?

source: Now I share some additional suggestions of how to gain more benefit from temple attendance.
ru: А теперь я поделюсь некоторыми дополнительными советами о том, как извлечь больше пользы от посещения храма.

source: * Understand the doctrine related to temple ordinances, especially the significance of the Atonement of Jesus Christ.1
ru: • Поймите учение, связанное с храмовыми таинствами, а особенно значение Искупления Иисуса Христа1.

source: * While participating in temple ordinances, consider your relationship to Jesus Christ and His relationship to our Heavenly Father. This simple act will lead to greater understanding of the supernal nature of the temple ordinances.
ru: • Участвуя в храмовых таинствах, размышляйте о своей связи с Иисусом Христом и о Его связи с нашим Небесным Отцом. Это простое действие приведет к более глубокому пониманию Божественной природы храмовых таинств.

source: * Always prayerfully express gratitude for the incomparable blessings that flow from temple ordinances. Live each day so as to give evidence to Father in Heaven and His Beloved Son of how very much those blessings mean to you.
ru: • В молитве всегда выражайте благодарность за несравненные благословения, обильно проистекающие из храмовых таинств. Пусть каждый прожитый вами день свидетельствует Отцу на Небесах и Его Возлюбленному Сыну о том, насколько дороги вам эти благословения.

source: * Schedule regular visits to the temple.
ru: • Наметьте регулярные посещения храма.

source: * Leave sufficient time to be unhurried within the temple walls.
ru: • Выделяйте достаточно времени, чтобы не торопиться в стенах храма.

source: * Rotate activities so that you can participate in all of the ordinances of the temple.
ru: • Чередуйте работу, чтобы участвовать во всех храмовых таинствах.

source: * Remove your watch when you enter a house of the Lord.
ru: • Входя в дом Господа, снимайте часы.

source: * Listen carefully to the presentation of each element of the ordinance with an open mind and heart.
ru: • Внимательно слушайте представление каждого элемента таинства с открытым разумом и сердцем.

source: * Be mindful of the individual for whom you are performing the vicarious ordinance. At times pray that he or she will recognize the vital importance of the ordinances and be worthy or prepare to be worthy to benefit from them.
ru: • Думайте о человеке, ради которого вы совершаете замещающее таинство. Время от времени молитесь о том, чтобы он распознал огромное значение этих таинств и был достоин воспользоваться ими или подготовился к тому, чтобы стать этого достойным.

source: * Recognize that much of the majesty of the sealing ordinance cannot be understood and remembered with one live experience. Substantial subsequent vicarious work permits one to understand much more of what is communicated in the live ordinances.
ru: • Осознайте, что величие таинства запечатывания во всей его полноте нельзя понять и запомнить во время собственного бракосочетания. Частое обращение к храмовой работе ради умерших позволяет намного глубже понять то, что передается вам во время таинств для живущих.

source: * Realize that a sealing ordinance is not enduring until after it is sealed by the Holy Spirit of Promise. Both individuals must be worthy and want the sealing to be eternal.
ru: • Поймите, что таинство запечатывания не будет иметь силы в вечности до тех пор, пока оно не будет запечатано Святым Духом обетования. Оба лица должны быть достойными и желать, чтобы это запечатывание было вечным.

source: If as a couple you have not yet been sealed in the temple, consider this scripture:
ru: Если вы еще не запечатаны в храме как семейная пара, поразмышляйте над этими Священными Писаниями:

source: “In the celestial glory there are three heavens or degrees;
ru: «В целестиальной славе есть три неба, или степени.

source: “And in order to obtain the highest, a man must enter into this order of the priesthood [meaning the new and everlasting covenant of marriage];
ru: И для того, чтобы достичь наивысшей из них, человек должен вступить в этот сан священства (подразумевается новый и вечный завет бракосочетания);

source: “And if he does not, he cannot obtain it.
ru: если он этого не сделает, он не сможет достичь ее,

source: “He may enter into the other, but that is the end of his kingdom; he cannot have an increase” (D&C 131:1–4).
ru: он сможет войти в другую, но там будет конец его царству; он не сможет иметь продолжения» (У. и З. 131:1–4).

source: Sometimes when I hear a choir during a temple dedicatory service, I experience a feeling so sublime that it elevates my heart and mind. I close my eyes, and more than once, in my mind, I have seen an inverted cone of individuals beginning at the temple and rising upward. I have felt that they represent many spirits waiting for the vicarious work to be done for them in that sanctuary, rejoicing because finally there is a place that can free them from the chains that hold them back in their eternal progress. In order to achieve this end, you will need to do the vicarious work. You will need to identify your ancestors. The new FamilySearchTM program makes the effort easier than before. It is necessary to identify those ancestors, qualify them, and come to the house of the Lord to perform the ordinances they are longing to receive. What a joy it is to be able to participate in the work of a temple!
ru: Иногда, слушая хор во время службы посвящения храма, я испытываю необычайно величественное чувство, возвышающее мое сердце и разум. Закрыв глаза, я не раз представлял себе исходящую от храма и простирающуюся ввысь огромную толпу людей. Я чувствовал, что они представляют множество духов, ожидающих выполнения искупительной работы, которая будет совершена ради них в этом святилище, и радующихся тому, что наконец есть место, которое освободит их от цепей, препятствующих их вечному росту. Для достижения этой цели вам необходимо выполнить эту заместительную работу. Вам необходимо найти имена своих предков. Новая система FamilySearchTM намного упрощает эту работу. Необходимо найти имена предков, собрать необходимую информацию о них и прийти в дом Господа, чтобы совершить таинства, которые они жаждут получить. Какая же это радость – участвовать в храмовой работе!

source: I would like to relate the experience of an ancestor of my wife, Jeanene. Her name is Sarah DeArmon Pea Rich. Her commentary shows the impact that the temple can have in our lives. When she was 31 years old, she received a calling from Brigham Young to work in the Nauvoo Temple, where all the ordinances possible were performed before the Saints had to abandon that temple. This is what she wrote:
ru: Мне бы хотелось рассказать о том, что произошло с одним из предков моей жены Джанин. Ее звали Сара ДеАрмон Пеа Рич. Ее хроника демонстрирует влияние, которое храм может оказывать на нашу жизнь. Когда ей был 31 год, она получила призвание от Бригама Янга работать в храме в Наву, в котором совершались все возможные таинства до тех пор, пока Святым не пришлось оставить тот храм. Вот что она написала:

source: “Many were the blessings we had received in the house of the Lord, which has caused us joy and comfort in the midst of all our sorrows and enabled us to have faith in God, knowing He would guide us and sustain us in the unknown journey that lay before us. For if it had not been for the faith and knowledge that was bestowed upon us in that temple by the influence and help of the Spirit of the Lord, our journey would have been like one taking a leap in the dark. To start out on such a journey in the winter as it were and in our state of poverty, it would seem like walking into the jaws of death. But we had faith in our Heavenly Father, and we put our trust in Him feeling that we were His chosen people and had embraced His gospel, and instead of sorrow, we felt to rejoice that the day of our deliverance had come.”2
ru: «Благословения, которые мы получили в доме Господа, были столь обильны, что приносили радость и утешение посреди всех наших мук, и позволили нам сохранить веру в Бога, уверенность в том, что Он будет вести и поддерживать нас в том неизведанном странствии, которое нам предстояло. Ибо если бы не вера и знание, дарованные нам в сем храме посредством влияния Духа Господнего, странствие наше походило бы на прыжок в темноту. Чтобы начать такое странствие зимой, как это было тогда, в нашей нищете было подобно продвижению к верной смерти. Но у нас была вера в нашего Небесного Отца, мы уповали на Него, а также были убеждены в том, что были Его избранным народом, получившим Его Евангелие, и вместо горя мы испытывали радость, что день нашего избавления настал»2.

source: Now I would like to speak of the special meaning the temple has for me. Part of this message is going to be sensitive, so I will appreciate your prayers as I give it so that I do not become too emotional.
ru: А теперь мне бы хотелось сказать, какое особое значение храм имеет для меня. Это послание отчасти несет очень личный характер, поэтому прошу вас слушать меня с молитвой, дабы мои эмоции не возобладали надо мной.

source: Fourteen years ago the Lord took my wife beyond the veil. I love her with all my heart, but I have never complained because I know it was His will. I have never asked why but rather what is it that He wants me to learn from this experience. I believe that is a good way to face the unpleasant things in our lives, not complaining but thanking the Lord for the trust He places in us when He gives us the opportunity to overcome difficulties.
ru: Четырнадцать лет назад Господь забрал мою жену из этой жизни в духовный мир. Я люблю ее всем сердцем, но никогда не жаловался, потому что знаю, что такова была Его воля. Я никогда не задавался вопросом «почему», но спрашивал, чему же Он хочет научить меня, дав мне этот опыт. Я считаю, что именно так следует относиться к неприятностям в нашей жизни: не жалуясь, а благодаря Господа за то доверие, которое Он оказывает нам, когда дает нам возможность преодолевать трудности.

source: We had the blessing of having children. A daughter, the first child, continues to be an enormous blessing in our lives. A couple of years later a son we named Richard was born. A few years later a daughter was born. She died after living only a few minutes.
ru: Нам было дано благословение иметь детей. Дочь, первый ребенок, продолжает быть великим благословением в нашей жизни. Через два года родился сын, которого мы назвали Ричардом. Несколько лет спустя родилась дочь. Она умерла, прожив всего несколько минут.

source: Our son, Richard, was born with a heart defect. We were told that unless that could be cured, there was little probability that he would live more than two or three years. This was so long ago that techniques now used to repair such defects were unknown. We had the blessing of having a place where doctors agreed to attempt to perform the needed surgery. The surgery had to be done while his little heart was beating.
ru: Наш сын, Ричард, родился с пороком сердца. Нам сказали, что, если не излечить этот порок, он, вероятнее всего, проживет не дольше двух или трех лет. Это было так давно, что об используемых в наши дни методах исправления подобных пороков еще не было известно. Нам было дано благословение найти такое место, где врачи согласились бы попытаться выполнить необходимую операцию. Эту операцию нужно было проводить, когда его маленькое сердце билось.

source: The surgery was performed just six weeks after the birth and death of our baby daughter. When the operation finished, the principal surgeon came in and said it was a success. And we thought, “How wonderful! Our son will have a strong body, be able to run and walk and grow!” We expressed deep gratitude to the Lord. Then about 10 minutes later, the same doctor came in with an ashen face and told us, “Your son has died.” Apparently the shock of the operation was more than his little body could endure.
ru: Операция была проведена спустя всего лишь шесть недель после рождения и смерти нашей дочери. После ее окончания вошел главный хирург и сказал, что операция прошла успешно. И мы подумали: «Как прекрасно! У нашего сына будет крепкое тело, он сможет бегать, ходить и расти!» Мы выразили глубокую благодарность Господу. Затем, спустя около десяти минут, вошел тот же самый доктор с побелевшим лицом и сказал нам: «Ваш сын умер». Очевидно, его маленькое тело не смогло перенести шока от хирургического вмешательства.

source: Later, during the night, I embraced my wife and said to her, “We do not need to worry, because our children were born in the covenant. We have the assurance that we will have them with us in the future. Now we have a reason to live extremely well. We have a son and a daughter who have qualified to go to the celestial kingdom because they died before the age of eight.” That knowledge has given us great comfort. We rejoice in the knowledge that all seven of our children are sealed to us for time and all eternity.
ru: Позднее, ночью, обняв свою жену, я сказал ей: «Нам не нужно горевать, потому что наши дети родились в завете. У нас есть уверенность в том, что мы будем с ними в будущем. Теперь у нас есть причина вести исключительно хороший образ жизни. Наши сын и дочь находятся в Целестиальном Царстве, потому что они умерли до достижения восьмилетнего возраста». Это знание дало нам великое утешение. Мы радуемся знанию о том, что все семеро наших детей запечатаны с нами на время и на вечность.
